{
    "original": "Alsterberg, Anders Gustaf, fil. dr, lektor, Eksjö, f. 27/3/92 i Sundals Ryr, Älvsb. 1., av fabr. Aug. A. o. h. h. G. 38 m. ämneslär. Aina Elisabeth- Wi-berg. — Stud:ex. i Vänersb. 13, fil. kand. i Lund 15, fil. mag. 18, fil. lic. 22, fil. dr s. å. Res. f. stud. v. hydro-biol. anst. i Plön, Holstein, 21, f. fö-redr. v. vet:skapl. inst. i Leningrad o. Moiskva 28, f. stud. v. ihydrobioil. anst. i Lunz, Österr., 33, Hochschule f. Bodenkultur i Wien 34, res. i Steiermark 35, Frankr. o. Ital. 38. E. o. aman. v. bot. inst. v. Lunds univ. 18-19, e. o. aman. v. zool. inst. där 19-22, forskar-stip. 31, oppon. v. doktorsdisp., docent i allm. fysiologi 22-32. E. o. lär. v. Lunds priv. elem:sk. 20, vik. lektor v. Eksjö h. a. ;1. 32, lektor där i geogr. o. biol. m. hälsolära sed. 32. Förklar, professorskomp. i zool. 31. Skr.: ett 50-tal vet:skapl. avh. i limnologi, analyt. kemi o. nervfysiologi.",
    "translated": "Alsterberg, Anders Gustaf, PhD, lecturer, Eksjö. Born March 27, 1892 in Sundals Ryr, Älvsborg County. Son of manufacturer Aug. A. and his wife, H. G., 38 years old. Married to subject teacher Aina Elisabeth-Wi-berg. Received student degree in Vänersborg in 1913, Bachelor of Philosophy in Lund in 1915, Master of Philosophy in 1918, Licentiate of Philosophy in 1922, and Doctor of Philosophy in 1922. Resided for student travel at the hydro-biological institute in Plön, Holstein in 1921, and worked as a lecturer at scientific institutes in Leningrad and Moscow in 1928. Studied at the hydrobiological institute in Lunz, Austria in 1933, Hochschule f. Bodenkultur in Vienna in 1934, and resided in Steiermark, France and Italy in 1935 and 1938. Extraordinary and associate professor at the Botanical Institute at Lund University from 1918 to 1922. Research scholar in 1931, opponent for doctoral thesis, and associate professor of general physiology from 1922 to 1932. Extraordinary teacher at Lund's private elementary school in 1920, substitute teacher at Eksjö h. a.; 1. 32, lecturer in geography and biology and health education since 1932. Awarded the title of professor in zoology in 1931. Written on approximately 50 scientific papers in limnology, analytical chemistry and nerve physiology.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Anders Gustaf Alsterberg",
        "jobTitle": "Lecturer",
        "birthDate": "1892-03-27",
        "birthPlace": "Sundals Ryr, Älvsborg County",
        "nationality": "Swedish",
        "alumniOf": [
            {
                "@type": "CollegeOrUniversity",
                "name": "Lund University",
                "degree": {
                    "@type": "EducationalOccupationalCredential",
                    "name": "Doctor of Philosophy"
                }
            }
        ],
        "parent": [
            {
                "@type": "Person",
                "name": "Aug. A. Alsterberg",
                "jobTitle": "Manufacturer"
            },
            {
                "@type": "Person",
                "name": "H. G. Alsterberg"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Aina Elisabeth-Wi-berg",
            "jobTitle": "Subject Teacher"
        },
        "hasOccupation": [
            {
                "@type": "Occupation",
                "name": "Research Scholar",
                "startDate": "1931"
            },
            {
                "@type": "Occupation",
                "name": "Opponent for Doctoral Thesis"
            },
            {
                "@type": "Occupation",
                "name": "Associate Professor of General Physiology",
                "startDate": "1922",
                "endDate": "1932"
            },
            {
                "@type": "Occupation",
                "name": "Extraordinary Teacher",
                "affiliation": {
                    "@type": "Organization",
                    "name": "Lund's Private Elementary School"
                },
                "startDate": "1920"
            },
            {
                "@type": "Occupation",
                "name": "Substitute Teacher",
                "affiliation": {
                    "@type": "Organization",
                    "name": "Eksjö H. A."
                },
                "startDate": "1932"
            },
            {
                "@type": "Occupation",
                "name": "Lecturer",
                "affiliation": {
                    "@type": "Organization",
                    "name": "Eksjö H. A."
                },
                "startDate": "1932",
                "endDate": "present"
            }
        ],
        "knowsAbout": [
            "Limnology",
            "Analytical Chemistry",
            "Nerve Physiology"
        ],
        "sameAs": [
            "https://www.wikidata.org/wiki/Q53797195",
            "https://viaf.org/viaf/103474837/",
            "https://www.worldcat.org/identities/np-alsterberg,%20andres%20g%20%201892/"
        ]
    }
}