{
    "original": "Arborelius, Måns Olof, lasarettsläkare, Halmstad, f. 16/8/96 i Sthlm av arkit. Rudolf A. o. Emmy Glantzberg. G. 23 m. tandl. Ingeborg Berndt. Barn: Kerstin f. 24, Inga 25, Måns 28, Märta 32. — Stud:ex. 15, med. kand. 18, med. lic. 23 o. med. dr 30, allt i Sthlm. Aman. i fysiol. v. Karol. inst. 20-22, und:läk. v. Mössebergs kuranst. 21 o. 23, e. läk. i Sjöbo distr. 22, assist :läk. v. Sthlms sjukhem 23-24, und:-läk. v. Garn:sjukh. i Sthlm med. avd. 24-26, aman. v. proped. kurs å S :t Eriks sjukh. 26-27, und :läk. v. dess med. avd. 27, v. S :t Görans sjukh. tub :avd. 29-30, v. med. avd. där 30-31, reg:läk. o. chefläk. v. Sollefteå milit:-sjukh. 31-36, las:läk. v. Halmstads las. med. avd. sed. 36. Fältläk :stip. o. batrläk. i Fik res. 23, bat:läk. v. Fik 23-31. Sekr. i Hall. läk:fören., led. av länsnykterh :ndn o. Halmstads civ:-försv:nd. Skr.: ett 50-tal skr. om inv. med. o. tuberkulos. RVO, LKrVA, Sv. läk :sällsk. Alvarengapris 23.",
    "translated": "Arborelius, Måns Olof, hospital doctor, from Halmstad, born on August 16th, 1896 in Stockholm to architect Rudolf A. and Emmy Glantzberg. Married since 1923 to dentist Ingeborg Berndt. They had four children: Kerstin (born 1924), Inga (born 1925), Måns (born 1928), and Märta (born 1932). He passed his high school exam in 1915, then graduated with a Bachelor of Medicine in 1918, and a Doctorate of Medicine in 1930. All his education was in Stockholm. He was an assistant in physiology at Karolinska Institutet from 1920 to 1922. He worked as a resident physician at the Mösseberg health resort in 1921 and 1923, then as a medical assistant in the Sjöbo district in 1922, and an assisting physician at the Stockholm hospital from 1923 to 1924. He was an assistant physician at the medical department of Stockholm's Garrison Hospital from 1924 to 1926. From 1926 to 1931, he worked as an assistant physician at S:t Eriks sjukh, and later as an assistant doctor at its medical department. He then worked at the tuberculosis department of S:t Görans sjukhus from 1929 to 1931. From 1931 to 1936, he was a regimental physician and chief physician at Sollefteå Military Hospital. Since 1936, he has worked as a hospital physician at Halmstad Hospital's medical department. He received a military traineeship and was a battalion doctor from 1923 to 1931. He was also the secretary of the Halland Medical Society and a member of the County Temperance Board and the Halmstad Civil Defense Board. He wrote about fifty medical articles, mainly about internal medicine and tuberculosis and received the Royal Order of Vasa, the Royal Swedish Academy of Sciences, and the Alvarenga Prize in 1923.",
    "structured": {
        "@context": "https://schema.org/",
        "@type": "Person",
        "name": "Måns Olof Arborelius",
        "birthDate": "1896-08-16",
        "birthPlace": "Stockholm",
        "deathDate": "",
        "nationality": "Swedish",
        "jobTitle": "Lasarettsläkare",
        "memberOf": [
            {
                "@type": "MedicalOrganization",
                "name": "Karolinska Institutet"
            },
            {
                "@type": "MedicalOrganization",
                "name": "Halland Medical Society"
            },
            {
                "@type": "LocalBusiness",
                "name": "Halmstad Hospital"
            },
            {
                "@type": "Organization",
                "name": "County Temperance Board"
            },
            {
                "@type": "Organization",
                "name": "Halmstad Civil Defense Board"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Ingeborg Berndt",
            "birthDate": "",
            "birthPlace": "",
            "deathDate": "",
            "nationality": "Swedish",
            "jobTitle": "Tandläkare"
        },
        "children": [
            {
                "@type": "Person",
                "name": "Kerstin Arborelius",
                "birthDate": "1924",
                "birthPlace": "Sweden",
                "deathDate": "",
                "nationality": "Swedish",
                "jobTitle": ""
            },
            {
                "@type": "Person",
                "name": "Inga Arborelius",
                "birthDate": "1925",
                "birthPlace": "Sweden",
                "deathDate": "",
                "nationality": "Swedish",
                "jobTitle": ""
            },
            {
                "@type": "Person",
                "name": "Måns Arborelius",
                "birthDate": "1928",
                "birthPlace": "Sweden",
                "deathDate": "",
                "nationality": "Swedish",
                "jobTitle": ""
            },
            {
                "@type": "Person",
                "name": "Märta Arborelius",
                "birthDate": "1932",
                "birthPlace": "Sweden",
                "deathDate": "",
                "nationality": "Swedish",
                "jobTitle": ""
            }
        ],
        "sameAs": "",
        "description": "Måns Olof Arborelius was a Swedish hospital doctor born on August 16th, 1896 in Stockholm to architect Rudolf A. and Emmy Glantzberg."
    }
}