{
    "original": "Andersson, Carl-Helge, landsfiskal, Grästorp, f. 5/5/97 i Aiboga förs., Älvsb. 1., av Johan R. A. o. Anna Charlotta Andersson. G. 26 m. Greta Maria Abrahamsson. Barn: Tore f. 27, Marianne 29, Lennart 30, Gunilla 36. — Realex. v. Skövde realsk. o. komm. gymn., landsfiskalsex. i Vänersborg 24. Förordn. s. landsfisk. inom Älvsborgs o. Sthlms län 20-27, järnv:landsfiskal v. Dal-Västra Värmlands järnv:byggn. 25 o. 26, tf. landsfisk. i Ase distr. 27, ord. landsfisk. i samma distr. 32, landsfisk. i Grästorps distr. sed. 41. Ordf. i olika inkomst-, tax:- o. fastigh :tax:ndr i Skarab. 1. sed. 28, tax:kons. sed. 43, led. av fastigh :prövn :nd, ordf. i komm:stämma o. i styr. f. högre folksk., v. ordf. i skolstyr. o. i byggn :ndn i Grästorps köping, led. av komm:fuLlm. sed. 30, av komm:nd 30-41, ordf. i Grästorps hyresnd sed. 42, led. av styr. f. fören. Skarab. läns landsfiskaler, Skarab. läns skytteförb. o. Skarab. läns jakt- vårdsfören., ordf. i Grästorps skyttegille, led. av styr. f.-Vara hemv:krets, led. av styr. f. tingshusbyggn:skyldiga i Äse m. fl. härads doms., civilför-sv :chef i Grästorps co, omb :man i Ase o. Vis’te Härads Sparbank sed. 30. Hobbies: jakt, skytte samt friv. för-sv:rörelser. Skarab. läns skytteförb. förtj:GM, Mil. SkytteSM, Statens skyttemärke o. skidlöparmärke samt i dr : märke i guld.",
    "translated": "Andersson, Carl-Helge, district fiscal, Grästorp, b. 5/5/97 in Aiboga parish, Älvsborg 1., to Johan R. A. and Anna Charlotta Andersson. M. 26 with Greta Maria Abrahamsson. Children: Tore b. 27, Marianne b. 29, Lennart b. 30, Gunilla b. 36. - Graduate of Skövde realskola and municipal gymnasium, district fiscal in Vänersborg 24. Appointed as a district fiscal in Älvsborg and Stockholm counties 20-27, railway district fiscal in Dal-Västra Värmland's railway construction 25 and 26, interim district fiscal in Ase district 27, regular district fiscal in the same district 32, district fiscal in Grästorps district since 41. Chairman of various income, tax, and property tax boards in Skaraborg 1. since 28, tax consultant since 43, member of the property assessment board, chairman of the municipal assembly and the board for higher elementary schools, deputy chairman of the school board and the building board in Grästorps town, member of the municipal council since 30, member of the municipal executive committee 30-41, chairman of Grästorps rent board since 42, member of the board of the association of district fiscals in Skaraborg county, Skaraborg county shooting association, and Skaraborg county hunting conservation association, chairman of Grästorps shooting guild, member of the board of Vara home guard district, member of the board of building obligation for courthouse in Äse and other district courts, civil defense chief in Grästorps Co, and representative in Ase and Vis'te Härads Savings Bank since 30. Hobbies: hunting, shooting, and voluntary defense movements. Skaraborg county shooting association distinguished: GM, Military Shooting SM, State Shooting Mark, Skiing Mark, and gold shooting badge.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Carl-Helge Andersson",
        "birthDate": "1897-05-05",
        "birthPlace": {
            "@type": "PostalAddress",
            "addressLocality": "Aiboga parish",
            "addressRegion": "Älvsborg",
            "addressCountry": "Sweden"
        },
        "parents": [
            {
                "@type": "Person",
                "name": "Johan R. A. Andersson"
            },
            {
                "@type": "Person",
                "name": "Anna Charlotta Andersson"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Greta Maria Abrahamsson"
        },
        "children": [
            {
                "@type": "Person",
                "name": "Tore",
                "birthDate": "1927"
            },
            {
                "@type": "Person",
                "name": "Marianne",
                "birthDate": "1929"
            },
            {
                "@type": "Person",
                "name": "Lennart",
                "birthDate": "1930"
            },
            {
                "@type": "Person",
                "name": "Gunilla",
                "birthDate": "1936"
            }
        ],
        "education": {
            "@type": "EducationalOccupationalCredential",
            "credentialCategory": "diploma",
            "educationalLevel": "Realexamen",
            "collegeLevel": {
                "@type": "Organization",
                "name": "Skövde realskola"
            }
        },
        "jobTitle": "District Fiscal",
        "worksFor": {
            "@type": "Organization",
            "name": "Grästorp"
        },
        "startDate": "1924",
        "endDate": "1941",
        "achievements": [
            {
                "@type": "Achievement",
                "name": "Skaraborg County Shooting Association Distinguished",
                "description": "GM, Military Shooting SM, State Shooting Mark, Skiing Mark, and gold shooting badge"
            }
        ],
        "nationality": "Swedish",
        "memberOf": [
            {
                "@type": "Organization",
                "name": "Skaraborg County Shooting Association"
            },
            {
                "@type": "Organization",
                "name": "Skaraborg County Hunting Conservation Association"
            }
        ],
        "hobbies": [
            "Hunting",
            "Shooting",
            "Voluntary Defense Movements"
        ]
    }
}