{
    "original": "Sten Hoilger, tandläkare, Motala, f. 25/31/10 i Linköping av Per August V. o. Hildur Oskaria Hansson. G. 33 m. tandl. Ingrid Hallbergson. Barn: Per f. 36, Bengt Olof 39. — Stud:ex. i Motala 29, tandl :kand. 30, tandläkare 312. Praktik i Karlshamn 32-35, i Sthlm några år fr. 36 o. därefter i Motala. ter Vehn, Albert Hans, professor, Göteborg, f. 18/8/00 i Weener, Tyskl., av :folkskollär. Ephard t. V. o. Gretchen Blankman. G. 25 m. Anna Schwägerl. Barn: Klaas Blankman f. 26, tekn., Elisabeth 29. — Stud:ex. i Leer, Tyskl., l9, stud. v. univ. i Heidelberg o. Frankfurt am Main 19-23, Dipl.-Kaufmann 22 o. D:r rer. pol. 23 v. det sistn. Assist, i Betriebswirtschafts-lehre v. handelshögsk. i Nürnberg 22-24, Hauptamtl. Dozent där 25-26, prof. i företagsekon, (handelsteknik) v. handelshögsk. i Gbg sed. 26, sv. medborg. 37, auktor. revisor 38. Skr.: Entwicklung der Bilanzauffassungen bis zum AHGB (29), Självkostnadsberäkn:s standardiser. o. kalkyl, bokför, hos SKF, Volvo, ASEA o. LME (36), Kommentar till Mekanförb. normalkontoplan (45), Kontoplaner o. normalkontoplaner (i Handbok f. ind:org. 45), upps. i in- o. utl. fackpubl. RNO. , Karl Fredrik, direktör, Blomberg, f. 20/10/04 i Limhamn, Malmöh. l., av v. hhövd. Ernst W. o. Mimmi Ahnfelt. G. 30 m. Karin Lynge-Ahlberg. Barn: Anne-Marie f. 32, Monica 34, Karl Fredrik 37, Jonas 43. — Stud :ex. i Malmö 23, jur. stud. i Lund 23-25, keram. stud. i Sv:e, Tyskl. o. Finl. 25-26, keram. ing:ex. v. Staatl. Keram. Fachschule i Höhr 29, reservoff:ex. 27. Anst. v. OY Arabia A-B i H:fors 30-311, v. A-B Rörstrands Porslinsifalbr. sed. 32, verks t. dir. där sed. s. å. Styr:led. där samt i Dalby Stenkross A-B, A-B Gbgs Siporexfabr., Lidköp. Kol- &amp; Koks A-B, Hardeberga Stenindustri, Hardeberga, o. Skaraborgs En sk. Bank, Lidköping. RVO.",
    "translated": "Sten Hoilger, dentist, Motala, b. 25/31/10 in Linköping to Per August V. and Hildur Oskaria Hansson. Married in 1933 to dentist Ingrid Hallbergson. Children: Per, b. 1936, Bengt Olof, b. 1939. - Graduated from Motala high school in 1929, dental candidate in 1930, dentist in 1931. Practiced in Karlshamn from 1932-1935, in Stockholm for a few years from 1936, and then in Motala. Ter Vehn, Albert Hans, professor, Gothenburg, b. 18/8/00 in Weener, Germany, to elementary school teacher Ephard T. V. and Gretchen Blankman. Married in 1925 to Anna Schwägerl. Children: Klaas Blankman, b. 1926, engineer, Elisabeth, b. 1929. - Graduated from Leer, Germany, in 1919, studied at the University of Heidelberg and Frankfurt am Main from 1919-1923, Diplom-Kaufmann in 1922, and Doctor of Political Science in 1923 from the latter. Assistant in Business Administration at the Commercial College in Nuremberg from 1922-1924, main lecturer there from 1925-1926, professor of business economics (commercial technology) at the Commercial College in Gothenburg since 1926, Swedish citizen since 1937, authorized auditor since 1938. Writings: Development of Balance Sheet Concepts up to the AHGB (1929), Standardization and Calculation of Cost Estimates in the Accounting of SKF, Volvo, ASEA, and LME (1936), Commentary on the Mekanförb. Normal Chart of Accounts (1945), Charts of Accounts and Normal Charts of Accounts (in Handbook for Industrial Organization, 1945), articles in national and international professional publications. RNO. Karl Fredrik, director, Blomberg, b. 20/10/04 in Limhamn, Malmöhus county, to civil engineer Ernst W. and Mimmi Ahnfelt. Married in 1930 to Karin Lynge-Ahlberg. Children: Anne-Marie, b. 1932, Monica, b. 1934, Karl Fredrik, b. 1937, Jonas, b. 1943. - Graduated from Malmö high school in 1923, studied law in Lund from 1923-1925, studied ceramics in Sweden, Germany, and Finland from 1925-1926, ceramic engineering graduate from Staatl. Keram. Fachschule in Höhr in 1929, reserve officer graduate in 1927. Employed by OY Arabia A-B in Helsinki from 1930-1931, employed by A-B Rörstrand's Porcelain Factory since 1932, works manager there since the same year. Board member there and at Dalby Stenkross A-B, A-B Gbgs Siporexfabr., Lidköping Coal & Coke A-B, Hardeberga Stone Industry, Hardeberga, and Skaraborgs En sk. Bank, Lidköping. RVO.",
    "structured_raw": "{\n  \"@context\": \"https://schema.org\",\n  \"@type\": \"Person\",\n  \"name\": \"Sten Hoilger\",\n  \"jobTitle\": \"Dentist\",\n  \"birthPlace\": \"Linköping\",\n  \"birthDate\": \"1910-10-31\",\n  \"parents\": [\n    {\n      \"@type\": \"Person\",\n      \"name\": \"Per August V.\"\n    },\n    {\n      \"@type\": \"Person\",\n      \"name\": \"Hildur Oskaria Hansson\"\n    }\n  ],\n  \"spouse\": {\n    \"@type\": \"Person\",\n    \"name\": \"Ingrid Hallbergson\",\n    \"jobTitle\": \"Dentist\"\n  },\n  \"children\": [\n    {\n      \"@type\": \"Person\",\n      \"name\": \"Per\",\n      \"birthDate\": \"1936-01-01\"\n    },\n    {\n      \"@type\": \"Person\",\n      \"name\": \"Bengt Olof\",\n      \"birthDate\": \"1939-01-01\"\n    }\n  ],\n  \"education\": [\n    {\n      \"@type\": \"EducationalOccupationalCredential\",\n      \"educationalLevel\": \"High school diploma\",\n      \"provider\": \"Motala\",\n      \"endDate\": \"1929-01-01\"\n    },\n    {\n      \"@type\": \"EducationalOccupationalCredential\",\n      \"educationalLevel\": \"Dental candidate\",\n      \"endDate\": \"1930-01-01\"\n    },\n    {\n      \"@type\": \"EducationalOccupationalCredential\",\n      \"educationalLevel\": \"Dentist\",\n      \"endDate\": \"1931-01-01\"\n    }\n  ],\n  \"worksFor\": [\n    {\n      \"@type\": \"Organization\",\n      \"name\": \"Karlshamn\",\n      \"startDate\": \"1932-01-01\",\n      \"endDate\": \"1935-01-01\"\n    },\n    {\n      \"@type\": \"Organization\",\n      \"name\": \"Stockholm\",\n      \"startDate\": \"1936-01-01\"\n    },\n    {\n      \"@type\": \"Organization\",\n      \"name\": \"Motala\"\n    }\n  ]\n}",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Sten Hoilger",
        "jobTitle": "Dentist",
        "birthPlace": "Linköping",
        "birthDate": "1910-10-31",
        "parents": [
            {
                "@type": "Person",
                "name": "Per August V."
            },
            {
                "@type": "Person",
                "name": "Hildur Oskaria Hansson"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Ingrid Hallbergson",
            "jobTitle": "Dentist"
        },
        "children": [
            {
                "@type": "Person",
                "name": "Per",
                "birthDate": "1936-01-01"
            },
            {
                "@type": "Person",
                "name": "Bengt Olof",
                "birthDate": "1939-01-01"
            }
        ],
        "education": [
            {
                "@type": "EducationalOccupationalCredential",
                "educationalLevel": "High school diploma",
                "provider": "Motala",
                "endDate": "1929-01-01"
            },
            {
                "@type": "EducationalOccupationalCredential",
                "educationalLevel": "Dental candidate",
                "endDate": "1930-01-01"
            },
            {
                "@type": "EducationalOccupationalCredential",
                "educationalLevel": "Dentist",
                "endDate": "1931-01-01"
            }
        ],
        "worksFor": [
            {
                "@type": "Organization",
                "name": "Karlshamn",
                "startDate": "1932-01-01",
                "endDate": "1935-01-01"
            },
            {
                "@type": "Organization",
                "name": "Stockholm",
                "startDate": "1936-01-01"
            },
            {
                "@type": "Organization",
                "name": "Motala"
            }
        ]
    }
}