{
    "original": "Linderson, Alfred Adam Fredrik, häradsskrivare, Karlshamn, f. 3/1/96 i Karlskrona av varvskontr. Alfred L. o. Anna Boström. G. 22 m. Helga Nilsson. Barn: Kerstin f. 23, Anders 26, Per-Åke 34. — Stud:ex. 14. Här:-skriv. i Karlshamns fögderi sed. 31. Ledamot av stadsfullmäktige sedan 35, suppl. i beredningsutsk. o. led. av nykterhind, ordf. i tax:nd, led. av styr. f. Karlshamns högerfören., ordf. i fam:bidr:nd, ordf. i fören. Blek. I. taxrndsordf., suppl. i lönend o. i lokalstyr. f. Karlshamns samrealsk.",
    "translated": "Linderson, Alfred Adam Fredrik, magistrate clerk, Karlshamn, b. 3/1/96 in Karlskrona, son of shipyard contractor Alfred L. and Anna Boström. Married on 22 with Helga Nilsson. Children: Kerstin b. 23, Anders b. 26, Per-Åke b. 34. Completed secondary school in 1914. Worked as magistrate clerk in Karlshamns fögderi since 1931. Became member of city council since 1935, deputy in the committee of preparation and member of the temperance society. Elected chairman of the taxation board and member of the board of Karlshamns conservative society. Also served as chairman of the family support committee and the Blek. I. taxation board. Deputy in the wage committee and the board of Karlshamns secondary school.",
    "structured_raw": "{\n  \"@context\": \"https://schema.org\",\n  \"@type\": \"Person\",\n  \"name\": \"Alfred Adam Fredrik Linderson\",\n  \"birthDate\": \"1896-01-03\",\n  \"birthPlace\": \"Karlskrona\",\n  \"nationality\": \"Swedish\",\n  \"occupation\": \"Magistrate Clerk\",\n  \"description\": \"Alfred Adam Fredrik Linderson was born on January 3, 1896, in Karlskrona, Sweden. He worked as a magistrate clerk and lived in Karlshamn. He was the son of shipyard contractor Alfred L. Linderson and Anna Boström. On February 22, he married Helga Nilsson. They had three children: Kerstin, born in 1923, Anders, born in 1926, and Per-Åke, born in 1934. Alfred completed his secondary education in 1914. From 1931, he worked as a magistrate clerk in Karlshamns fögderi. In 1935, he became a member of the city council and served as a deputy in the committee of preparation. Alfred was also actively involved in various organizations, including being a member of the temperance society, chairman of the taxation board, and a member of the board of Karlshamns conservative society. He also served as chairman of the family support committee and the Blek. I. taxation board. Alfred was a deputy in the wage committee and the board of Karlshamns secondary school.\"\n}",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Alfred Adam Fredrik Linderson",
        "birthDate": "1896-01-03",
        "birthPlace": "Karlskrona",
        "nationality": "Swedish",
        "occupation": "Magistrate Clerk",
        "description": "Alfred Adam Fredrik Linderson was born on January 3, 1896, in Karlskrona, Sweden. He worked as a magistrate clerk and lived in Karlshamn. He was the son of shipyard contractor Alfred L. Linderson and Anna Boström. On February 22, he married Helga Nilsson. They had three children: Kerstin, born in 1923, Anders, born in 1926, and Per-Åke, born in 1934. Alfred completed his secondary education in 1914. From 1931, he worked as a magistrate clerk in Karlshamns fögderi. In 1935, he became a member of the city council and served as a deputy in the committee of preparation. Alfred was also actively involved in various organizations, including being a member of the temperance society, chairman of the taxation board, and a member of the board of Karlshamns conservative society. He also served as chairman of the family support committee and the Blek. I. taxation board. Alfred was a deputy in the wage committee and the board of Karlshamns secondary school."
    }
}