{
    "original": "Andersson, Sven Arvid, direktör, civilingenjör, Norrköping, f. 25/3/89 i Upphärad, Älvsb. 1., av banmäst. Svante A. o. Augusta Pettersson. G. 15 m. Hanna Larsson. Barn: Sven Alk-ner f. 16, Knut Alkner 21. — Avg:ex. fr. CTL h. avd. (E) 11. Bitr. ing. v. prof. F. H. Lamms eltekn. konsult :-byrå i Gbg 11-13, ing. v. Norrköp. elverk o. spårv. 13-21, förste ing. v. Norrköp. komm. aff :verk 22-26, verkst. dir. där o. v. A-B Knutsbro Kraftstat. sed. 26. Ordf. i Norrköp. stads tj :-mannasällsk. 28-29, styr :led. i Sv. el-verksfören. 31-34, Sv. gasverksfören. 33-36, fullm. f. Fera, led. av Norrköp. stads löne- o. pens :nd. Skr.: Norrköp. komm. aff:verk (34), Norrköp. elektr:-verk (41). RVO.",
    "translated": "Andersson, Sven Arvid, director, civil engineer, born on March 25, 1889 in Upphärad, Älvsborg County, son of railway master Svante A. and Augusta Pettersson. Married to Hanna Larsson with two children: Sven Alkner, born in 1916, and Knut Alkner, born in 1921. Graduated from CTL h. avd. (E) 11. Assistant engineer at Professor F.H. Lamms' electrical engineering consulting firm in Gothenburg from 1911 to 1913, engineer at Norrköping power plant and tramway from 1913 to 1921, chief engineer at Norrköping municipal works from 1922 to 1926, managing director and member of the board of A-B Knutsbro Kraftstat since 1926. Chairman of Norrköping City Council from 1928 to 1929, member of the board of the Swedish Electric Power Association from 1931 to 1934, the Swedish Gas Works Association from 1933 to 1936, and a representative for Fera. Member of the Norrköping City Council's salary and pension committee. His publications include Norrköping municipal works (1934) and Norrköping Electric Power Plant (1941), and he has received the RVO award.",
    "structured": {
        "@context": "https://schema.org/",
        "@type": "Person",
        "name": "Sven Arvid Andersson",
        "birthDate": "1889-03-25",
        "birthPlace": "Upphärad, Sweden",
        "nationality": "Swedish",
        "jobTitle": "Director, Civil Engineer",
        "alumniOf": [
            {
                "@type": "EducationalOrganization",
                "name": "CTL h. avd. (E) 11"
            }
        ],
        "parents": [
            {
                "@type": "Person",
                "name": "Svante A. Andersson"
            },
            {
                "@type": "Person",
                "name": "Augusta Pettersson"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Hanna Larsson"
        },
        "children": [
            {
                "@type": "Person",
                "name": "Sven Alkner",
                "birthDate": "1916"
            },
            {
                "@type": "Person",
                "name": "Knut Alkner",
                "birthDate": "1921"
            }
        ],
        "memberOf": [
            {
                "@type": "Organization",
                "name": "Professor F.H. Lamms electrical engineering consulting firm"
            },
            {
                "@type": "Organization",
                "name": "Norrköping power plant and tramway"
            },
            {
                "@type": "Organization",
                "name": "Norrköping municipal works"
            },
            {
                "@type": "Organization",
                "name": "A-B Knutsbro Kraftstat"
            },
            {
                "@type": "Organization",
                "name": "Norrköping City Council"
            },
            {
                "@type": "Organization",
                "name": "Swedish Electric Power Association"
            },
            {
                "@type": "Organization",
                "name": "Swedish Gas Works Association"
            },
            {
                "@type": "Organization",
                "name": "Fera"
            }
        ],
        "awards": [
            {
                "@type": "Order",
                "name": "RVO"
            }
        ],
        "description": "Sven Arvid Andersson was a Swedish director and civil engineer born on March 25, 1889, in Upphärad, Sweden. He graduated from CTL h. avd. (E) 11 and worked as an engineer at various organizations throughout his career. He was also a member of several boards and committees, including the Norrköping City Council's salary and pension committee. He authored two publications, Norrköping municipal works (1934) and Norrköping Electric Power Plant (1941), and was awarded the RVO."
    }
}